Merge pull request #5 from LomerAlloys/Edited-ver
docs: update documentation in README.md
